Repository: antitoxic/signali
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: bg

source: popularity
bg: популярност

source: is featured
bg: избор на редактора

source: is public
bg: публично

source: Style [technical]
bg: Стил (техническо)

source: page
bg: страница

source: pages
bg: страници

source: title
bg: Заглавие

source: URL part
bg: Адрес в сайта

source: Content
bg: Съдържание

source: Added at
bg: Добавено на

source: contact point
bg: Място

source: contact points
bg: Места

source: Yes
bg: Да

source: No
bg: Не

source: I don't know
bg: Не знам

source: slug
bg: адрес в сайта

source: URL
bg: Адрес

source: description
bg: описание

source: notes
bg: бележки

source: operational area
bg: отговарящ за местност

source: user that proposed it
bg: потребител, който го е предложил

source: organisation
bg: организация

source: keywords
bg: теми

source: category
bg: категория

source: is multilingual
bg: многоезичност

source: guarantees response
bg: гаранция за отговор

source: is verifiable
bg: опция за верификация

source: is there a confirmation issued
bg: потвърждение

source: is mobile friendly
bg: готовност за мобилни устройства

source: is final destination
bg: е финална дестинация

source: allows anonymous requests
bg: позволява анонимност

source: required registration
bg: изисква регистрация

source: photo registration
bg: изисква снимка

source: required e-signature
bg: изисква ел. подпис

source: required name
bg: изисква име

source: required email
bg: изисква имейл адрес

source: required personal indentification code
bg: изисква ЕГН

source: required address
bg: изисква адрес

source: required location
bg: изисква локация

source: organisations
bg: организации

source: email
bg: имейл

source: Successfully gave feedback
bg: Успешно дадохте оценка

source: Weak
bg: Слабо

source: Could be better
bg: Може и по-добре

source: Adequate
bg: Адекватно

source: Good
bg: Добро

source: Excellent
bg: Отлично

source: user
bg: потребител

source: Are you happy with the results of your contact?
bg: Доволни ли сте от резултатите от изпратения сигнал?

source: Was it easy to operate with the contact point?
bg: Лесно ли беше изпращането?

source: Overall rating
bg: Цялостен рейтинг

source: area
bg: местност

source: areas
bg: местности

source: parent area
bg: принадлежи в

source: area size
bg: вид местност

source: area sizes
bg: видове местности

source: subscriber
bg: абониран

source: subscribers
bg: Абонирани за напомняне

source: Last notified at
bg: Последно известен

source: No permission to access page
bg: Нямате доступ до тази страница

source: Invalid password
bg: Грешна парола

source: User already exists
bg: Вече съществува такъв потребител

source: Such user does not exist or is using another method of login
bg: Няма такъв потребител или ползва друг начин за вход

source: The two password fields didn't match.
bg: Паролите не съвпадат

source: New password
bg: Нова парола

source: New password confirmation
bg: Нова парола (повторно)

source: Email
bg: Имейл

source: This activation link is invalid
bg: Този линк за активиране е невалиден

source: No user registered with this email
bg: Няма потребители регистрирани с този имейл

source: main content
bg: основно съдържание

source: users
bg: потребители

source: registered
bg: регистрирани

source: taxonomy
bg: класификация

source: categories
bg: категории

source: settings
bg: настройки

source: areas sizes
bg: видове местности

source: troubleshoot
bg: системни

source: user associations
bg: свързани потребители

source: user nonce records
bg: nonce записи

source: user social auth
bg: social auth записи

source: user groups
bg: права за достъп

source: setting
bg: настройка

source: google analytics account id
bg: номер на акаунта в Google Analytics

source: Which size denotes address-level area
bg: Вид местност считана за адрес

source: basic
bg: основни

source: visibility
bg: видимост

source: meta
bg: допълнителни

source: text
bg: текст

source: visuals
bg: графични

source: preview
bg: Основна снимка

source: cover
bg: фонова снимка

source: key content
bg: ключово съдържание

source: features
bg: характеристики

source: requirements
bg: изисквания

source: size
bg: вид

source: Successfully subscribed for contact point
bg: Успешно се записахте за напомняния към мястото

source: keyword
bg: тема

source: parent category
bg: главна категория

source: avatar
bg: снимка

source: Is email validated
bg: Валидиран имейл

source: Invalid data provided
bg: Невадна информация

source: Successfully updated profile
bg: Успешно обновихте профила си
